import Footer from "../components/footer/footer"
import Navbar from "../components/navbar/navbar"
import Wrapper from "../layout/wrapper"

const AboutPage = () => {
    return (
        <div>
            <Navbar/>
            <Wrapper>
                <div>
                    <main className="mt-[35px]">
                        <p>
                        Фарғона  вилоятида урология хизматини ривожланиш тарихи.

Ҳар бир соҳанинг   ўз тарихи ва бу тарихни яратувчи шахслари бўлади. Фарғона  вилоятида урология хизматини яратилиши ва  ривожланиши хам ўзининг кўп йиллик тарихига  эга. Вилоятимизда урология  хизматини ташкил этишда ва ривожланишишда бир канча ўз касбини севган, фидои инсонлар бўлганки, уларнин номларини бугун хурмат билан эслаш ва  қадрлаш бизнинг бурчимиздир.
Фарғона вилоятида урология хизматини ташкил топиши ва ривожланишининг бир неча даврларга бўлиб ўрганиш мумкин.
 Фарғона шаҳрида биринчи тиббиёт даволаш мусассаси сифатида 1876 йил феврал ойида ҳарбий лазарет-госпитал ташкил қилинади. Вилоят санитария доктори В.И. Кушелевскийнинг 1878  йилги ҳисоботи буйича ҳарбий  госпиталь 240 ўринга эга бўлиб, керакли жихозлар, асбоб ускуналар, дори дармонлар билан таъминланган эди.  Госпиталь  қошида лаборотория ташкил этилган эди.  Госпиталда умумий хиругия касалликлари билан бир қаторда урологик беморларга хам тиббий ёрдам кўрсатилар эди. Ўлкамизда урология хизматини ривожланишида фарғона врачлари илмий жамиятининг ташкил   этилиши хам мухим ахамиятга эга бўлди.
  1892 йилда врачлар Н.Д. Биркин, Б.Д.Гимбург, С.В.Добросмислов, А.Е.Смирновлар ташаббуси билан Фарғона водийсида тиббиёт ходимлари, врачлар илмий жамияти ташкил этилади.
Фарғона врачлар илмий жамияти Андижон, Ўш, Наманган,  Марғилон, Янги Марғилон, Қўқон, Хўжанд шаҳарлари врачларидан ташкил топиб, жамият Фарғона вилоятининг ўша даврдаги маъмурий маркази бўлган Янги Марғилон шаҳридаги биринчи тиббий муассаса ҳарбий лазарет госпитал қошида фаолият қўрсата бошлайди. Ўша даврда ўлка маҳаллий аҳолиси ўртасида касалланиш, эпидимиологик ҳолатлар, ичимлик сувларининг манбалари, таркибини ўрганиш ва юқумли касалликларини  камайтириш, врачлар илмий жамияти фаолиятининг асосий йўналишларидан эди.
<br /><br />
1895 йил ҳисоботи бўйича врачлар илмий жамиятининг 15 та йиғилиши бўлиб ўтган. Йиғилишларда  24 та тиббиёт илмий янгиликлари бўйича маърузалар, 7 та бемор бўйича ахборотлар тингланган. Шунингдек Ўш, Наманган, Андижон, Қўқон уездлари  врачларига шу шаҳарларда учраган беморларнинг рўйхатга олиб бориш ва врачлар жамиятига ҳисобот топшириш юклатилган. Фарғона врачлар илмий жамиятининг  асосий вазифаларидан  бири ўлкада жойлашган табий шифобахш курорт санатория жойлари ва даволаш манбаларини 
аниқлаш ва уларнинг аҳамияти ҳақида илмий тадиқот ишлари олиб бориш эди. Жалолобод, Чортоқ, Чимиён, Аксикентда жойлашган сихатгоҳлар шулар жумласидан эди.
1896 йил 25 ноябр куни бўлиб ўтган жамият йиғилишида Наманган уездига қарашли Бободархон  қишлоғи яқинида  Аксикент тузли кўлидаги   шифобахш минерал балчиқни шифобахшлиги  бўйича илмий тадиқот ишлари олиб борган врач А.И.Алексевнинг “Аксикент шифобахш минерал балчиғи ва унинг суяк,бўғим,нерв системаси ва урологик беморларда қўлланилиши” илмий маърузаси тингланади. Фарғона врачлар илмий жамияти врач А.И.Алексевнинг Аксикент шифобахш минерал балчиғи  бўйича олиб борган илмий	маърузасини кўриб чиқиб унинг беморларни даволашга ишлатишни яхшилаш максадида шу жойга санатория типидаги бино қуриш, даволанаётган беморларга врач қўруви ва даволаниш жараёни устидан назорати кераклиги ва илмий тадқиқот ишларини давом этириш тавсияларини киритади.
<br /><br />
Ушбу бинода 1922 йилда Фарғона водийсида биринчи тиббиёт илм маскани ҳисобланган Физик методлар билан даволаш институти ташкил этилди. Институтнинг биринчи ташкилотчиси ва бошкарувчиси доктор Пислегин А.К. бўлган. Ўша даврларда ташқи омилларнинг инсон организмига тасирини ўрганиши муҳим аҳамиятга эга эди. Куёш, сув, иклим, хаво,  таббий ва физик методлар тасири ёрдамида касалликни даволаш ишларининг ўрганиш институтни асосий вазифаларидан эди. Беморларнинг даволаш ишлари врачлар М.Я.Теуш, М.Б.Левит, ҳамда Ўзбекистонда хизмат кўрсатган 
врач П.А.Черныщлар томонидан назорат этилар эди. Бу институтда турли касалликлар жумладан урологик касалликларни физик методлар билан даволашда хам амалий хам илмий ишлар олиб борилган.
Шу йилларда инстиут директор лавозимида   ишлаган  Ўзбекистонда хизмат кўрсатган врач В.Б.Бабаханов рахбарлигида физиотерапия бўлимлари ташкил этилган эди. 

<br /><br />


Физиотерапия бўлимида
      беморларни даволаш.


Фарғона вилоятида  1950 йилларгача урологик беморларга 
ихтисослашган хизмат хирурглар , акушер-гигекологлар томонидан кўрсатилиб келинган. Фарғона 2-чи шахар шифохонасида хирурглар  Республикада хизмат  кўрсатган врачлар М.А Алиев ( Муминжон-Хаким), К.М. Ласточкин,Т.С.Ефремова, Л.В.Проводина,  Кўқон шахар шифохонасида Х.Х.Беркутов,А.И.Шапиро Марғилон шахар шифохонасида хирурглар Д.Л.Ортинбеков   ,У.Р.Мирзатуллаевлар ,С.О.Олимов  пастки сийдик йўллари касалликларида ўткир сийдик тутилиши холатларида эпицистолитотомия ,эпицистотомия операцияларининг амалга оширганлар.


<br /><br />


Марғилон шахар шифохонаси  хирургия бўлими бошлиги Шукуров М.Ш. бошчилигида  эпицистостомия  операцияси қилиш пайти (1947 йил).
Акушер-гинеколог врачлар эса  аёлларда дизурия холатларида
консерватив  даволаш ишларини олиб борар эдилар.Лекин ўша даврларда урологик беморларда махсус текширув усуллари қўланилмас  эди. 1950 йили Фарғона шахар 2-чи сонли шифохоносида урологик  беморларни даволаш учун 10 ўрин ажратилади ва бу беморларни даволаш врач уролог Э.Нахейманга топширилади.
Халқ орасидан чиқиб оддий табибликдан, то медицина олимигача кўтарилган, вилоятимизда урология хизматини ташкил топишига муносиб хисса кўшган  машхур кишилардан яна бири - Мўминжон ҳаким Алиевдир. 
Мўминжон ҳаким Алиев 1935 йилда институтни аъло баҳолар билан 
тугатди.  Фарғона вилоят шифохонасида врач-хирург лавозимида ишлаган. Беморларда бир қанча урологик операцияларни амалиётга тадбиқ этган. Буйраклар операцияларида буйракка хирургик йўллар мавзусида изланишлар олиб бориб илмий мақолалар чоп этади.  25 йил муттасил Сочи шаҳридаги “Ўзбекистон”  саниториясининг бош врачи лавозимида  ишлаган. 
Мўминжон ҳаким Алиев кўп қиррали, иқтидорли тиббиёт олими эди. Рус, арман, озорбейжон, форс, турк, араб, инглиз тилларида бемолол ёзар ва сухбатлашар эди.
Ўзлари форс ва ўзбек тилларида шеърлар битиб, девонлар яратган. Тиббиёт фанлари номзоди Муминжон хаким Алиев Республикамиз хукумати томонидан бир қанча орден, медаллар билан тақдирланган эди. “Ўзбекистонда хизмат кўрсатган врач” унвони берилган эди. 

<br /><br />






                  
    Мўминжон ҳаким Алиев .




1959 йилда Фарғона вилоят шифохонасида биринчи урология бўлими 30 ўринга очилади ва бу бўлим вилоятда урология беморларининг текшириш ,даволаш, врач уролог кадрларнинг тарбиялаш, шахар ,туманлар шифохоналарига консультатив –методик ёрдам кўрсатиш маркази бўлиб хизмат қилади. Бу бўлимда турли даврларда бўлим бошлиғи бўлиб ишлаган врачлар Х.М.Ядгаров, Н.Н.Ливинец, Р.Н.Нажметдиновлар томонидан вилоятда биринчи марта махсус ихтисослашган урологик текширув методлари ва буйракларда сийдик найлари ,сийдик пуфагида турли операцияларни амалиётга татбиқ этадилар.  Булимда урологик беморларда махсус текширув методлари цитоскопия, хромоцистоскопия, сийдик йўлларинин обзор ва контраст рентгент текширув методлари амалга оширила бошланди. Кейинги йилларда Вилоятда урология хизмати ривожланиб 1963 йилда Кўқон шахар шифохонасида 40 ўринли, 1972 йилда Фарғона шахар 3-чи 
шифохонасида   30  ўринли, 1985 йилда Марғилон шахар шифохонасида 40 ўринли урология бўлимлари очилди.  1979 йилда  1-чи Вилоят сил касалликлар шифохонасида  25 ўринга фтизиоурология бўлими очилди. 
Узбекистон, Учкўприк,Бувайда туманларида  1980-86 йилларда  30-40 ўринли туманлароро  урология бўлимлари ташкил этилди.  Қолган шахар ,туманлар хирургия бўлимларида урология ўринлари ташкиланди.
1986 йилга келиб вилоят шифохонаси урология бўлимида ўринлар сони 60 тага , Фарғона шахар шифохонаси урология бўлимида ўринлар сони 45 тага етказилди. 
1987 йилда вилоят шифохонасида   30  ўринли болалар урология бўлими ташкил этилади. Вилоят шифохонасида, Фарғона шахар 
туну-кун ишлайдиган врачлар пости ташкил этилади.
Вилоят санитария авиацияси орқали шахар ,туманларга врачлар чиқиб урологик беморларга маслахат ёрдами, операциялар ўтказиш ишлари кенг йўлга қўйилди.


<br /><br />

Врач уролог Нажимитдинов Р.Н.  туманлардан тушган чақирувга жўнаш олдидан
Вилоятда стационар урология хизматини ривожлантирилиши билан бир қаторда поликлиникаларда хам урология кабинетлари ташкил қилинади. 1953 йилда вилоят шифохонаси поликлиникасида биринчи марта урология кабинети ташкил этилади ва урологик беморлар қабул қилина бошланади. 1964 йилда Қўқон шахар поликлиникасида ,1974 йилда  Текстил комбинат тиббий санитария қисми  (МСЧ) 
поликлиникасида, 1980 йилда Фарғона нефтьни қайта ишлаш заводи ТСҚ   поликлиникаларида  урология кабинетлари ташкил этилади.
1980-1987 йиллар давомида Марғилон,Кувасой шахарларида туманлар марказий шифохоналари поликлиникаларида хам урология кабинетлари ташкил этилади. 1988 йилга келиб вилоят бўйича 310 ўринга эга бўлган 8 та   урология бўлимлари ва 27 та урология кабинетлари фаолият кўрсата бошлайди. Шахар ,туманларда урология хизматини ташкил этиш ва ривожланишишида Фарғона шахрида Сайдалиев С.С.,Изберян Л.В., Марғилон шахрида Олимов С.О.,Олтиариқ туманиди Мирзатуллаев Қ.Р.,Тошлоқ туманида Мамажанов А ларнинг хиссалари катта бўлди.
Вилоятда урология ўринлари сони ортиб бориши билан бир қаторда мутахассислар врач урологлар сони хам ортиб борди. Агар 1950 йилда вилоятда  фақат битта врач уролог бўлган бўлса ,1987 йилга келиб врач урологлар сони 40 тага етади. Улар сафида  1-  та тиббиёт фанлари номзоди, 5 нафар олий, 8 нафар биринчи тоифали врачлар фаолият кўрсата бошлайдилар.
<br /><br />
Уролог врачларнинг назарий ва  амалий билимларини ошириш борасида хам бир қатор ишлар амалга оширилади. 1974,1980,1985,1986 йилларда Тошкент,Москва,Қозон врачлар малака ошириш институтлари профессорлари томонидан хирурглар,акушер-гигекологлар,урологлар учун “ Ўткир урологик касалликлар ва уларда тиббий ёрдамни ташкил этиш” мавзуларида  қўчма малака ошириш цикллари ташкил этилади. Шу билан бир қаторда   урологларнинг  2,3-чи    илмий - амалий   Республика конференциялари Фарғона ва Қўқон шахарларида ўтказилади. Бу конференцияларда  врачлар Х.М.Ядгаров,Ф.Ю.Юлдашев,Р.Р.Раджапов,Р.Н.Нажметдинов,П.А.Норқобилов,Д.Б.Болтабаев,  Д.Р.Абдуллаевлар урологиянинг долзарб масалаларига бағишланган илмий маърузалар билан қатнашадилар.
<br /><br />
Вилоятда урология хизматини ривожланишида Ўзбекистон Республикаси соғлиқни сақлаш Вазирлигининг 1974 йил 19 июлдаги 311 сонли буйруғи хам мухим ахамиятга эга бўлди. Бу буйруқда Республикада ахолига ихтисослашган урология хизматини тубдан яхшилаш,урология ўринлари сонини кўпайтириш, туманлароро урология бўлимлари ташкил этиш ,малакали уролог мутахассислар таёрлаш ишларини яхшилаш вазифалари белгиланган эди ва шу буйруққа асосан вилоят соғлиқни сақлаш бошқармаси томонида 1975-80 йилларга мўжалланган вилоятда урология хизматини янада ривожлантиришга оид  ишчи режа тузилган эди.
Вилоятимизда урология хизматини ташкил топиши ва ривожланишида ,Тошкент врачлар малакасини ошириш институтининг професор  
О.М.Мухторов бошчилигидаги урология кафедраси ходимлари,  Андижон тиббиёт институти  доцент У.А.Эшонхожаев бошчилигидаги урология кафедраси ходимлари, Тошкент тиббиёт институтининг професорлари Познякова Т.Н., У.О.Орипов,Д.Л.Арустамов,  доцентлар Д.И.Рубинов, И.С.Болгарскийлар хизматлари хам беқиёс бўлди.
<br /><br />
1974 йилда Вилоятимизда Тиббиёт фанлари номзоди Х.М.Ядгаров раислигида урологлар илмий жамияти ташкил этилади ва хозирги кунгача фаолият кўрсатиб келмоқда. Фарғона вилояти урологлар жамияти ўз фаолиятида вилоятда  кўп тарқалган сийдик тош касалликлари ва унинг асоратлари ,пиелонефрит ўткир , сурункали
буйрак фаолияти етишмаслиги, сийдик йўллари ялиғланиш касалликларининг тарқалиши,клиник кечиши хусусиятлари,профилактикаси каби долзарб масалаларнинг ўрганишга асосий ахамиятининг қаратди.
1976 йилда  вилоят шифохонасида суъний буйрак бўлими ташкил этилади ва ўткир ,сурункали буйрак етишмовчилиги бор беморларда диализ  муолижаси ўтказила  бошланди. Шу даврга келиб беморларга кўрсатилаётган урология хизмати сифати ва самарадорлиги  янада яхшиланди.  Ўша даврдаги статистика маълумотлар тахлил қилинганда 1972 йилда стационар бўлимларда 2540 беморлар даволанган бўлса, 1987 йилга келиб 4070 беморлар даволанганлар, беморнинг шифохонада даволаниш ўртача кунлари 18,2 дан 15,1 кунгача камайганлиги, ўрин-жойлар алмашинуви 17 дан 23 гача, оператив фаоллик 20 дан 46,7 % купайганлигини кўриш мумкин.
 Урологик беморларнинг текширув ва даволаш ишларига энг замонавий усуллар тадбиқ этила бошланади. Буйрак ва сийдик йўллари УТТ методлари, ренография, рентген текширув усуллари, клиник  ,биохимик лаборотория текширув усуллари тадбиқ этилди.
1997 йилда вилоятга литотрипсия аппарати олиб келиб ишга туширилди ва сийдик йўллари  тош касалликларини даволашда кўлланила бошланди. 
1999 йилда тиббиёт фанлари доктори  Юлдашев Ф.Ю. бошчилигида
Вилоят урология маркази ташкил этилди ва ишга туширилди.  
<br /><br />
Хозирги кунда Вилоятимизда  70 дан ортиқ врач уролог мутахассислар жумладан 2 нафар фан докторлари, 1 нафар фан кандидати, 40 дан зиёд   олий ва биринчи тоифали врачлар беморларга  малакали урология хизматини кўрсатмоқдалар.
Сўзимиз якунида вилоятимизда урология хизматини ташкил этишда ва ривожланишида ўзларининг муносиб хиссаларини қўшган ,
хозирги  кунда орамиздан кетган мархум биродарларимиз охиратлари 
обод бўлишлигини,хозирги кунда халқимиз саломатлиги йўлида фидокорона меҳнат қилаётган урологларимизга омад,сихат-саломатлик,  узоқ умр  тилаб қоламиз.

Муаллифлар:  Махмудов Н.И.,Норқобилов П.А.,Абдуллаев Д.Р.  






<br /><br /><br />
                        </p>
                    </main>
                </div>
            </Wrapper>
            <Footer/>
        </div>
    )
}

export default AboutPage